Repository: majdkar/orbitcenter
Catalog: orbitAdmin/src/Client/Resources/Pages/Blocks/Blocks.*.resx
Languages: ar

source: Actions
ar: الخيارات

# AddBlockCategory
source: Add New Block Category
ar: إضافة صنف

source: Add Translation
ar: إضافة ترجمة

source: Album
ar: ألبوم الصور

source: Arabic Description
ar: المحتوى العربي

source: Arabic Description 1
ar: 1 المحتوى العربي

source: Arabic Description 2
ar: 2 المحتوى العربي

source: Arabic Description 3
ar: 3 المحتوى العربي

source: Arabic Description 4
ar: المحتوى العربي 4

source: Arabic Name
ar: الاسم العربي

source: Attachements
ar: المرفقات

source: Block Details
ar: التفاصيل

# BlockCategoriesDescription
source: Block Categories
ar: تصنيفات الكتل

# BlockFile
source: Attachment File
ar: الملف المرفق

# BlockPhoto
source: Block's Photo
ar: صورة الكتلة

# BlockPhoto1
source: Block's Photo 1
ar: صورة الكتلة 1

# BlockPhoto2
source: Block's Photo 2
ar: صورة الكتلة 2

# BlockPhoto3
source: Block's Photo 3
ar: صورة الكتلة 3

# BlocksByCategoryDescription
source: Review Avaliable Blocks of Category
ar: استعراض الكتل المتوفرة من الصنف

# BlocksDescription
source: Review Avaliable Blocks
ar: استعراض الكتل المتوفرة

source: Block Type
ar: نوع الكتلة

source: Cancel
ar: إلغاء

source: Category
ar: التصنيف

source: Delete
ar: حذف

# Delete Files
source: Delete All
ar: حذف الكل

source: Description
ar: الوصف

# DownloadAttachment
source: Download
ar: تنزيل

source: Edit
ar: تعديل

source: English Description
ar: المحتوى الإنجليزي

source: English Description 1
ar: المحتوى الإنجليزي 1

source: English Description 2
ar: 2 المحتوى الإنجليزي

source: English Description 3
ar: 3 المحتوى الإنجليزي

source: English Description 4
ar: 4 المحتوى الإنجليزي

source: English Name
ar: الاسم الإنجليزي

source: File
ar: الملف

source: Hide Translation
ar: إخفاء الترجمة

source: Id
ar: الرقم

source: Image
ar: الصورة

# IsActive
source: Active?
ar: فعال؟

# IsVisible
source: Visible?
ar: مرئي؟

source: Language Code
ar: رمز اللغة

source: Name
ar: الاسم

source: New
ar: جديد

source: No Attachment
ar: لا يوجد مرفقات

# NoTranslationData
source: No Translation data for :
ar: لا يوجد بيانات ترجمة للسجل :

source: Record Order
ar: ترتيب السجل

source: Reload
ar: إعادة تحميل

source: Save
ar: حفظ

source: Search
ar: بحث

source: Select Category
ar: اختر صنف

source: Show Translation
ar: أظهر الترجمة

source: Slug
ar: اللاحقة

# TranslationDetails
source: Translation details for :
ar: تفاصيل الترجمة للسجل :

source: Translations
ar: الترجمات

source: Update
ar: تعديل

source: Update Block Category
ar: تعديل صنف

# UpdateTransalation
source: Update Translation
ar: تعديل الترجمة

# Upload Files
source: Upload
ar: تحميل

source: Upload File
ar: تحميل ملف

source: Upload Image
ar: تحميل صورة

source: URL
ar: الرابط

# ViewBlocks
source: Blocks
ar: الكتل

source: German Description
ar: المحتوى الألماني

source: German Description 1
ar: المحتوى الألماني 1

source: German Description 2
ar: المحتوى الألماني 2

source: German Description 3
ar: المحتوى الألماني 3

source: German Description 4
ar: المحتوى الألماني 4

source: German Name
ar: الاسم الالماني

source: Visible For User
ar: إظهار لزبون

source: AddBlock
ar: إضافة كتلة

source: ParentName
ar: الكتلة الأم

source: Sub Blocks
ar: الكتل الفرعية

source: Home Block
ar: الكتلة الرئيسية

source: Update Block
ar: تعديل الكتلة

source: CreateAt
ar: تاريخ الانشاء

source: Author Id
ar: رقم المؤلف
