Repository: majdkar/orbitcenter
Catalog: orbitAdmin/src/Client/Resources/Pages/Courses/AddEditCompanyCourse.*.resx
Languages: ar

source: Add Course
ar: إضافة دورة

source: Basic Information
ar: المعلومات الأساسية

source: Brand
ar: الماركة

source: Cancel
ar: إلغاء

source: Category
ar: فئة المنتج

source: Code
ar: الكود

source: Color
ar: اللون

source: Company Name
ar: أسم الشركة

source: Company Type
ar: نوع الشركة

source: Daycare
ar: الحضانات

source: Delete
ar: حذف

# DiscriptionAr1
source: Arabic Description 1
ar: الوصف بالعربي 1

# DiscriptionGe1
source: Germmany Description 1
ar: الوصف بالألماني 1

# DiscriptionGe2
source: Germmany Description 2
ar: الوصف بالألماني 2

# DiscriptionGe3
source: Germmany Description 3
ar: الوصف بالألماني 3

# DiscriptionGe4
source: Germmany Description 4
ar: الوصف بالألماني 4

# DiscriptionAr2
source: Arabic Description 2
ar: الوصف بالعربي 2

# DiscriptionAr3
source: Arabic Description 3
ar: الوصف بالعربي 3

# DiscriptionAr4
source: Arabic Description 4
ar: الوصف بالعربي 4

# DiscriptionEn1
source: English Description 1
ar: الوصف بالانكليزي 1

# DiscriptionEn2
source: English Description 2
ar: الوصف بالانكليزي2

# DiscriptionEn3
source: English Description 3
ar: الوصف بالانكليزي 3

# DiscriptionEn4
source: English Description 4
ar: الوصف بالانكليزي 4

# DiscriptionBenefitsAr
source: Arabic Benefits
ar: الفوائد بالعربي

# DiscriptionBenefitsEn
source: English Benefits
ar: الفوائد بالانكليزي

# DiscriptionEn
source: English Discription
ar: الوصف بالانكليزي

# DiscriptionPropertiesAr
source: Arabic Properties
ar: الخصائص بالعربي

# DiscriptionPropertiesEn
source: English Properties
ar: الخصائص بالانكليزي

# DiscriptionUseAr
source: Arabic Use
ar: كيفية الاستخدام بالعربي

# DiscriptionUseEn
source: English Use
ar: كيفية الاستخدام بالانكليزي

# export
source: Export Company
ar: شركة تصدير

# finance
source: Finance Company
ar: شركة تمويل

source: IsBestSeller
ar: الأكثر مبيعا

source: IsFavorite
ar: مفضلة

source: IsRecent
ar: وصل حديثا

# IsStack
source: Is Stock?
ar: يوجد في المخزون؟

source: IsVisible
ar: مرئي

# NameAr
source: Arabic Name
ar: الاسم الكامل بالعربية

# NameEn
source: English Name
ar: الاسم الكامل بالانكليزية

source: Order
ar: الترتيب

source: Points
ar: نقاط المكافأة

source: Price
ar: السعر

source: Course Images
ar: صور الدورة

source: Product Offers
ar: عروض المنتج

source: Course Prices Offers
ar: عروض أسعار الدورة

source: Product Properties
ar: خصائص المنتج

source: Save
ar: حفظ

source: Schools
ar: المدارس

# shipping
source: Shipping Company
ar: شركة شحن

source: Size
ar: المقاس

source: Training Center
ar: مراكز تدريب

source: Unit
ar: الواحدة

source: Universities
ar: الجامعات

source: Update
ar: تعديل

source: Update Course
ar: تعديل دورة

source: Upload
ar: تحميل

source: Upload Course Image
ar: إضافة صورة الدورة

source: Weight
ar: الوزن

# NameGe
source: Gerrmany Name
ar: الاسم الكامل بالاالماني

source: Plan
ar: الخطة

source: Course Photo 1
ar: صورة الدورة 1

source: Course Photo 2
ar: صورة الدورة 2

source: Course Photo 3
ar: صورة الدورة 3

source: Teacher NameAr
ar: أسم المدرس العربي

source: Teacher NameEn
ar: أسم المدرس الانكليزي

source: Teacher NameGe
ar: أسم المدرس الألماني

source: Max Num of Student
ar: عدد الأقصى للطلاب

source: Num of Sesstions
ar: عدد الجلسات

source: Start Date
ar: تاريخ البداية

source: End Date
ar: تاريح النهاية

source: Course Type
ar: نوع الدورة

source: Is Recent
ar: مضافة حديثاً
