Repository: majdkar/orbitcenter
Catalog: orbitAdmin/src/Client/Resources/Pages/Clients/Companies/AddEditCompany.*.resx
Languages: ar

source: Accepted
ar: مقبول

source: Activity Types
ar: أنواع النشاط

source: Add Company
ar: تسجيل عميل شركة

source: Additional Info
ar: معلومات إضافية

source: Address
ar: العنوان

source: Cancel
ar: إلغاء

source: Commerical Name Ar
ar: الاسم التجاري بالعربية

source: Commerical Name En
ar: الاسم التجاري بالانكليزية

source: Company Saved!
ar: تم حفظ الشركة

source: Company Updated!
ar: تم تعديل الشركة

source: Confirm Password
ar: تأكيد كلمة المرور

source: Contributor
ar: مساهمة

source: Country
ar: البلد

source: Delete
ar: حذف

# DescriptionAr
source: Description in Arabic
ar: التوصيف بالعربية

# DescriptionEn
source: Description in English
ar: التوصيف بالانكليزية

# DiscriptionAr
source: Discription in Arabic
ar: الوصف بالعربية

# DiscriptionEn
source: Discription in English
ar: الوصف بالانكليزية

source: Email
ar: البريد الالكتروني

source: Establishment Date
ar: تاريخ التأسيس

source: Fax
ar: رقم الفاكس

source: Holding
ar: قابضة

source: Legal Form
ar: الشكل القانوني

source: License End Date
ar: تاريخ انتهاء الرخصة

source: License Issuing Date
ar: تاريخ إصدار الرخصة

source: License Number
ar: رقم الرخصة

# limited
source: Limited Liability
ar: ذات مسؤولية محدودة

source: MailBox
ar: صندوق البريد

# NameAr
source: Name in Arabic
ar: الاسم بالعربية

# NameEn
source: Name In English
ar: اللاسم بالانكليزية

source: Normal
ar: شركة زبون

source: Office Phone
ar: رقم هاتف المكتب

source: Password
ar: كلمة المرور

source: Pending
ar: قيد الانتظار

source: Phone
ar: رقم الهاتف

source: City
ar: المدينة

# Provider
source: Service Provider
ar: مزود خدمة

source: Refused
ar: مرفوض

source: Responsible Person Mobile
ar: رقم موبايل الشخص االمسؤول

source: Responsible Person Name Ar
ar: اسم الشخص المسؤول بالعربية

source: Responsible Person Name En
ar: اسم الشخص المسؤول بالانكليزية

source: Status
ar: الحالة

# Transfer
source: Transfer and Delivery
ar: شحن وتوصيل

source: Type
ar: النوع

source: Update Company
ar: تعديل شركة

source: Upload
ar: تحميل

source: Upload Banner Image
ar: إضافة صورة بانر

source: Upload Company File
ar: تحميل ملف الشركة

source: Upload Company Image
ar: تحميل شعار الشركة

source: Upload License Image
ar: تحميل صورة الرخصة

source: View
ar: عرض

source: Website
ar: الموقع الالكتروني
